import yumao from './photos/yumao.jpg'
import lan from './photos/lan.jpg'
import pai from './photos/pai.jpg'
import pingpong from './photos/pingpong.jpg'
import ticao from './photos/ticao.jpg'
import wang from './photos/wang.jpg'
import zu from './photos/zu.jpg'
const detailList= [
    {
        name:'yumao',
        imgAlt:'羽毛球',
        imgUrl:yumao,
        des:"羽毛球最早的起源可能源自于中国的踢毽子，大约在西元前5世纪中国人就已经流行踢毽子运动，后来就有人把用脚踢改为拿个拍子打，这就是最早的羽毛球，已经有约2000年的历史。随著时间的沿革，打毽球也在亚洲的日本、印度及欧洲的古希腊地区流行，17世纪在欧洲更发展成普受儿童欢迎的运动，欧洲各国皇室贵族跟着玩起这种运动，称为Jeu de Volant。现代羽毛球运动诞生于英国，大约在1800年左右，由网球派生而来。现今的羽毛球场地和网球场地仍非常相似。1870年，出现了用羽毛、软木做的球和穿弦的球拍。1873年，英国公爵鲍弗特在格拉斯哥郡伯明顿镇的庄园里进行了一次羽毛球游戏表演。从此，羽毛球运动逐渐开展起来，“伯明顿”即成了羽毛球的名字，英文的写法是“Badminton”。羽毛球1972年曾经成为慕尼黑奥运会的表演项目，1992年巴塞罗那奥运会上羽毛球首次成为正式比赛项目，比赛项目包括两项单打和三项双打，印尼、中国和韩国是这个项目中的巨人。"
    },
    {
        name:"lan",
        imgAlt:"篮球",
        imgUrl:lan,
        des:"篮球比赛场地是一个长方形的坚实平面，篮球场地长28米，宽15米，无障碍物。篮球场地有土质、水泥、沥青和木质等。现在的篮球比赛场塑胶地面的使用较多。土质、水泥和沥青场地比较经济，大学、基层单位使用较多，但要注意地面平整，以防出现伤害事故。"
    },
    {
        name:'pai',
        imgAlt:'排球',
        imgUrl:pai,
        des:'排球场长度为18米，宽度为9米。四周至少有3米宽的无障碍区。排球场地地面为塑胶场地。排球场地地面也有土质、水泥、沥青和木质等。不论是采用木板地面还是合成材料地面，都必须保证运动员在比赛中不感到太滑或太粘，并有一定的弹性。但要注意地面平整，以防出现伤害事故。'

    },
    {
        name:'pingpong',
        imgAlt:"乒乓球",
        imgUrl:pingpong,
        des:'乒乓场为长方形，其长度不得小于14米，宽不得小于7米，天花板高度不得低于4米。在正式的比赛中，场地周围不能有明亮的光源，且场地的地面不能呈白色，以免影响运动员的视线。理想的乒乓球比赛场是用弹性的木材拼接而成（只要不是把小木块竖着拼接即可）。国际比赛已采用化学合成材料作为可移动的塑胶球场。在基层的各级比赛中，当达不到上述条件的要求时，也可以在水泥地或三合土的地面上进行竞赛。现在的大学、机关、单位、医院等一般都有自己的乒乓球场，而且一般为塑胶材质。不论是采用木板地面还是合成材料地面，都必须保证运动员在比赛中不感到太滑或太粘，并有一定的弹性。但要注意地面平整，以防出现伤害事故。'
    },
    {
        name:'wang',
        imgAlt:"网球",
        imgUrl:wang,
        des:"一片标准网球场地的占地面积不小于670平方米（长36.60米×宽18.30米），这一尺寸也是一片标准网球场地四周围挡网或室内建筑内墙面的净尺寸。在这个面积内，有效双打场地的标准尺寸是：23.77米（长）×10.97米（宽），有效单打场地的标准尺寸是：23.77米（长）×8.23（宽），在每条端线后应留有余地不小于6.40米，在每条边线外应留有余地不小于3.66米。在球场安装网柱，两柱中心测量，柱间距是12.80米，网柱顶端距地面是1.07米。主流的网球场地地面为弹性丙烯酸场地，无障碍物。网球场地地面也有塑胶、红土、人造草和木地板等。不论是采用木板地面还是合成材料地面，都必须保证运动员在比赛中不感到太滑或太粘，并有一定的弹性。但要注意地面平整，以防出现伤害事故。"
    },
    {
        name:'zu',
        imgAlt:'足球',
        imgUrl:zu,
        des:"足球场地比赛场地必须是长方形，长度90—120米，宽度45—90米，球门高2.44米 ，宽7.32米，足球用皮革或其他适料制成，圆周不长于70厘米不短于60厘米。"
    },
    {
        name:'ticao',
        imgAlt:'体操',
        imgUrl:ticao,
        des:"体操是所有体操项目的总称，包括竞技体操、艺术体操 、蹦床等奥运项目，以及竞技健美操、技巧运动等非奥运会项目。竞技体操是体操的一个分支，是一项在规定的器械上，完成复杂、协调的动作，并根据动作的分值或动作的难度、编排与完成情况等给予评分的运动。"
    }
]
export default detailList